IDEA Open Model
Hanging.HangingType Property
Compatible with IDEA StatiCa Beta 20.0
 Type of hanging
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public HangingType HangingType { get; set; }
Public Property HangingType As HangingType
	Get
	Set
Property Value
Type: HangingType
See Also
Reference
Hanging Class
IdeaRS.OpenModel.Detail Namespace